insert into car (car_id, car_name, mileage) values 
(1, 'Lada', 150),
(2, 'BMW', 50),
(3, 'Scoda', 100),
(4, 'Audi', 25),
(5, 'Chevrolett', 15),
(6, 'Lada', 10),
(7, 'Mazda', 50),
(8, 'Toyota', 10),
(9, 'Honda', 115),
(10, 'KIA', 35),
(11, 'Hyundai', 60);

insert into owner_car (owner_id, user_login, fio, age, city) values
(2, 'user2', 'Сидоров Иван', 28, 'Казань'),
(3, 'user3', 'Петров Анатолий', 18, 'Набережные челны'),
(4, 'user4', 'Иванов Иван', 45, 'Казань'),
(5, 'user5', 'Милев Руслан', 20, 'Уфа'),
(6, 'user6', 'Сидоренко Владимир', 19, 'Казань'),
(7, 'user7', 'Сухой Алексей', 55, 'Москва'),
(8, 'user8', 'Иванов Алексей', 25, 'Альметьевск'),
(9, 'user9', 'Спигин Антон', 29, 'Казань'),
(10, 'user10', 'Коржев Николай', 23, 'Казань');

insert into car_owner_link (owner_id, car_id) values
(2, 9),
(3, 3),
(6, 4),
(4, 5),
(5, 6),
(7, 7),
(8, 2),
(9, 8),
(10, 10),
(10, 11);